driver-tests/iepse/ClusterSample/TupleBasedAvgCalculatorApp/test/TupleBasedAvgCalculator/template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tup="TupleBasedAvgCalculatorProcess_iep">
   <soapenv:Header/>
   <soapenv:Body>
      <tup:StreamInput0_MsgObj>
         <number1>${number1.0}</number1>
         <name1>${name1.0}</name1>
      </tup:StreamInput0_MsgObj>
   </soapenv:Body>
</soapenv:Envelope>